Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# settings_force_stats_subtitle
source: Clears cache and recalculates playback statistics.
de: Cache leeren und Wiedergabe-Statistiken neu aufbauen.
es: Borra la caché y recalcula las estadísticas de reproducción.
fr: Efface le cache et recalcule les statistiques de lecture.
id: Bersihkan cache dan hitung ulang statistik pemutaran.
it: Cancella cache e ricalcola le statistiche di riproduzione.
ko: 캐시를 지우고 재생 통계를 다시 계산합니다.
nb: Tømmer cache og beregner statistikk på nytt.
ru: Очищает кэш и пересчитывает статистику воспроизведения.
tr: Önbelleği temizler ve oynatma istatistiklerini yeniden hesaplar.
zh_hans: 清除缓存并重新计算播放统计数据。

# settings_force_stats_title
source: Force Stats Regeneration
de: Statistiken neu berechnen
es: Forzar regeneración de estadísticas
fr: Forcer la régénération des stats
id: Paksa Regenerasi Statistik
it: Forza rigenerazione statistiche
ko: 통계 강제 재생성
nb: Tving regenerering av statistikk
ru: Принудительно пересоздать статистику
tr: İstatistikleri Yeniden Oluşturmaya Zorla
zh_hans: 强制重新生成统计数据

# settings_gain_mode_subtitle
source: Track: normalize each song. Album: normalize per album.
de: Track: jeden Song einzeln normalisieren. Album: Lautstärke pro Album angleichen.
es: Pista: normalizar cada canción. Álbum: normalizar por álbum.
fr: Piste : normaliser chaque chanson. Album : normaliser par album.
id: Trek: normalkan setiap lagu. Album: normalkan per album.
it: Traccia: normalizza ogni brano. Album: normalizza per album.
ko: 트랙: 각 노래를 정규화합니다. 앨범: 앨범별로 정규화합니다.
nb: Spor: normaliser hver sang. Album: normaliser per album.
ru: Трек: нормализовать каждый трек. Альбом: нормализовать весь альбом.
tr: Parça: Her şarkıyı tek tek normalleştirir. Albüm: Albüm bazında normalleştirir.
zh_hans: 曲目：对每首歌曲进行标准化。专辑：按专辑进行标准化。

# settings_gain_mode_title
source: Gain Mode
de: Gain-Modus
es: Modo de ganancia
fr: Mode de gain
id: Mode Gain
it: Modalità gain
ko: 게인 모드
nb: Gain-modus
ru: Режим нормализации
tr: Kazanç Modu
zh_hans: 增益模式

# settings_global_theme_section
source: Global Theme
de: Design
es: Tema global
fr: Thème global
id: Tema Global
it: Tema globale
ko: 전체 테마
nb: Globalt tema
ru: Глобальная тема
tr: Genel Tema
zh_hans: 全局主题

# settings_haptic_feedback_subtitle
source: Enable vibration feedback across the app.
de: Vibrieren bei Interaktionen in der gesamten App.
es: Habilitar la vibración de respuesta en toda la aplicación.
fr: Activer le retour par vibration dans toute l'application.
id: Aktifkan haptic feedback di seluruh aplikasi.
it: Abilita vibrazione di feedback in tutta l'app.
ko: 앱 전반에서 진동 피드백을 활성화합니다.
nb: Aktiver vibrasjonstilbakemelding i appen.
ru: Включить виброотклик во всём приложении.
tr: Uygulama genelinde titreşimli geri bildirimi etkinleştirin.
zh_hans: 在整个应用中启用震动反馈。

# settings_haptic_feedback_title
source: Haptic feedback
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
it: Feedback aptico
ko: 햅틱 피드백
nb: Haptisk tilbakemelding
ru: Тактильная отдача
tr: Dokunsal geribildirim
zh_hans: 触感反馈

# settings_haptics_section
source: Haptics
de: Haptik
es: Vibración
fr: Haptique
id: Haptic
it: Feedback aptico
ko: 햅틱
nb: Haptikk
ru: Тактильная отдача
tr: Dokunsal Geribildirim
zh_hans: 触感反馈

# settings_headphones_resume_subtitle
source: If playback paused because headphones were removed, resume automatically when they connect again.
de: Wurde die Musik durch das Trennen der Kopfhörer pausiert, läuft sie beim Wiederverbinden weiter.
es: Si la reproducción se pausó al quitar los auriculares, reanudar al volver a conectarlos.
fr: Si la lecture a été mise en pause car le casque a été retiré, elle reprendra automatiquement lors de sa reconnexion.
id: Jika pemutaran dijeda karena headphone dilepas, lanjutkan secara otomatis saat terhubung kembali.
it: Se la riproduzione era in pausa perché le cuffie erano state rimosse, riprendi automaticamente quando si riconnettono.
ko: 헤드폰이 제거되어 재생이 일시 중지된 경우, 다시 연결될 때 자동으로 재개합니다.
nb: Hvis avspillingen stoppet fordi hodetelefoner ble fjernet, gjenoppta automatisk når de kobles til igjen.
ru: Если воспроизведение было приостановлено после отключения наушников, автоматически возобновлять его при повторном подключении.
tr: Kulaklık çıkarıldığı için oynatma duraklatıldıysa, tekrar bağlandığında otomatik olarak devam ettirilir.
zh_hans: 如果播放因拔出耳机而暂停，则在重新连接时自动恢复。

# settings_headphones_resume_title
source: Resume when headphones reconnect
de: Fortsetzen beim Wiederverbinden
es: Reanudar al reconectar auriculares
fr: Reprendre lors de la reconnexion du casque
id: Lanjutkan saat headphone terhubung kembali
it: Riprendi quando le cuffie si riconnettono
ko: 헤드폰 재연결 시 재개
nb: Gjenoppta når hodetelefoner kobles til
ru: Возобновлять при повторном подключении наушников
tr: Kulaklık tekrar bağlandığında devam et
zh_hans: 耳机重新连接时恢复播放

# settings_headphones_section
source: Headphones
de: Kopfhörer
es: Auriculares
fr: Casque
id: Headphone
it: Cuffie
ko: 헤드폰
nb: Hodetelefoner
ru: Наушники
tr: Kulaklıklar
zh_hans: 耳机

# settings_hifi_mode_supported_subtitle
source: Float 32-bit audio output. Disable if playback stutters on your device.
de: 32-Bit-Float-Ausgabe für maximale Qualität. Bei Aussetzern deaktivieren.
es: Salida de audio flotante de 32 bits. Desactívalo si la reproducción da tirones en tu dispositivo.
fr: Sortie audio Float 32 bits. Désactivez si la lecture saccade sur votre appareil.
id: Output audio Float 32-bit. Nonaktifkan jika pemutaran tersendat di perangkat Anda.
it: Uscita audio float 32-bit. Disabilita se la riproduzione si interrompe sul tuo dispositivo.
ko: 32비트 부동 소수점 오디오 출력. 기기에서 재생이 끊기면 비활성화하세요.
nb: Float 32-bit lydutgang. Deaktiver hvis avspillingen hakker på enheten din.
ru: 32-битный вывод звука с плавающей точкой. Отключите, если на вашем устройстве возникают заикания воспроизведения.
tr: Float 32-bit ses çıkışı. Cihazınızda oynatırken takılmalar oluyorsa devre dışı bırakın.
zh_hans: 浮点 32 位音频输出。如果您的设备播放卡顿，请禁用此项。

# settings_hifi_mode_title
source: Hi-Fi Mode
de: Hi-Fi-Modus
es: Modo Hi‑Fi
fr: Mode Hi-Fi
id: Mode Hi-Fi
it: Modalità Hi-Fi
ko: Hi-Fi 모드
nb: Hi-Fi-modus
ru: Режим Hi-Fi
tr: Hi-Fi Modu
zh_hans: Hi-Fi 模式

# settings_hifi_mode_unsupported_subtitle
source: Not supported on this device (PCM_FLOAT AudioTrack unavailable).
de: Auf diesem Gerät nicht verfügbar (PCM_FLOAT AudioTrack fehlt).
es: No compatible en este dispositivo (AudioTrack PCM_FLOAT no disponible).
fr: Non pris en charge sur cet appareil (PCM_FLOAT AudioTrack indisponible).
id: Tidak didukung di perangkat ini (PCM_FLOAT AudioTrack tidak tersedia).
it: Non supportato su questo dispositivo (AudioTrack PCM_FLOAT non disponibile).
ko: 이 기기에서는 지원되지 않습니다 (PCM_FLOAT AudioTrack 사용 불가).
nb: Ikke støttet på denne enheten (PCM_FLOAT AudioTrack utilgjengelig).
ru: Не поддерживается на этом устройстве (PCM_FLOAT AudioTrack недоступен).
tr: Bu cihazda desteklenmiyor (PCM_FLOAT AudioTrack mevcut değil).
zh_hans: 此设备不支持（PCM_FLOAT AudioTrack 不可用）。

# settings_immersive_lyrics_subtitle
source: Auto-hide controls and enlarge text.
de: Steuerung automatisch ausblenden und Text im Vollbild genießen.
es: Ocultar controles automáticamente y agrandar el texto.
fr: Masquer auto les contrôles et agrandir le texte.
id: Sembunyikan kontrol otomatis dan perbesar teks.
it: Nascondi automaticamente controlli e ingrandisci testo.
ko: 컨트롤을 자동으로 숨기고 텍스트를 확대합니다.
nb: Skjul kontroller automatisk og forstørr tekst.
ru: Автоматически скрывать элементы управления и увеличивать текст.
tr: Kontrolleri otomatik olarak gizler ve metni büyütür.
zh_hans: 自动隐藏控件并放大文本。

# settings_import_backup_entries
source: %1$lld entries · Will replace current data
de: %1$lld Einträge · aktuelle Daten werden ersetzt
es: %1$lld entradas · Reemplazarán los datos actuales
fr: %1$lld entrées · Remplaceront les données actuelles
id: %1$lld entri · Akan menggantikan data saat ini
it: %1$lld voci · Sostituirà i dati attuali
ko: %1$lld개 항목 · 현재 데이터를 대체합니다
nb: %1$lld oppføringer · Vil erstatte gjeldende data
ru: %1$lld записей · Текущие данные будут заменены
tr: %1$lld öge · Mevcut verilerin yerine geçecek
zh_hans: %1$lld 个条目 · 将替换当前数据

# settings_import_backup_hint
source: Select a .pxpl backup file to inspect. You'll choose which sections to restore in the next step.
de: Wähle eine .pxpl-Backup-Datei aus, um sie zu überprüfen. Im nächsten Schritt wählst du aus, welche Bereiche wiederhergestellt werden sollen.
es: Selecciona un archivo de copia de seguridad .pxpl para inspeccionarlo. Elegirás qué secciones restaurar en el siguiente paso.
fr: Sélectionnez un fichier de sauvegarde .pxpl à inspecter. Vous choisirez quelles sections restaurer à l'étape suivante.
id: Pilih file cadangan .pxpl untuk diperiksa. Anda akan memilih bagian mana yang ingin dipulihkan pada langkah berikutnya.
it: Seleziona un file .pxpl da ispezionare. Sceglierai quali sezioni ripristinare nel passaggio successivo.
ko: 검사할 .pxpl 백업 파일을 선택하세요. 다음 단계에서 복구할 섹션을 선택하게 됩니다.
nb: Velg en .pxpl-fil for inspeksjon. Du velger hvilke seksjoner som skal gjenopprettes i neste trinn.
ru: Выберите файл резервной копии .pxpl для проверки. На следующем шаге вы сможете выбрать разделы для восстановления.
tr: İncelemek için bir .pxpl yedekleme dosyası seçin. Bir sonraki adımda hangi bölümlerin geri yükleneceğini seçeceksiniz.
zh_hans: 选择一个 .pxpl 备份文件进行检查。您将在下一步选择要恢复的版块。

# settings_import_backup_subtitle
source: Browse or pick from recent backups. Selected data will replace current data.
de: Datei auswählen – die importierten Daten ersetzen die aktuellen.
es: Busca o elige entre copias de seguridad recientes. Los datos seleccionados reemplazarán los datos actuales.
fr: Parcourir ou choisir parmi les sauvegardes récentes. Les données sélectionnées remplaceront les données actuelles.
id: Telusuri atau pilih dari cadangan terbaru. Data yang dipilih akan menggantikan data saat ini.
it: Sfoglia o scegli dai backup recenti. I dati selezionati sostituiranno quelli attuali.
ko: 최근 백업에서 찾아보거나 선택하세요. 선택한 데이터가 현재 데이터를 대체합니다.
nb: Bla gjennom eller velg fra nylige sikkerhetskopier. Valgte data vil erstatte gjeldende data.
ru: Выберите файл или одну из недавних резервных копий. Выбранные данные заменят текущие.
tr: Son yedeklemelere göz atın veya seçin. Seçilen veriler mevcut verilerin yerine geçecektir.
zh_hans: 浏览或从最近的备份中选择。所选数据将替换当前数据。

# settings_import_backup_title
source: Import Backup
de: Backup importieren
es: Importar copia
fr: Importer une sauvegarde
id: Impor Cadangan
it: Importa backup
ko: 백업 가져오기
nb: Importer sikkerhetskopi
ru: Импорт резервной копии
tr: Yedeği İçe Aktar
zh_hans: 导入备份

# settings_import_no_recent_subtitle
source: Previously imported backups will appear here.
de: Zuvor importierte Backups werden hier angezeigt.
es: Las copias de seguridad importadas anteriormente aparecerán aquí.
fr: Les sauvegardes importées précédemment apparaîtront ici.
id: Cadangan yang diimpor sebelumnya akan muncul di sini.
it: I backup importati precedentemente appariranno qui.
ko: 이전에 가져온 백업이 여기에 표시됩니다.
nb: Tidligere importerte sikkerhetskopier vil vises her.
ru: Здесь будут отображаться ранее импортированные резервные копии.
tr: Daha önce içe aktarılan yedeklemeler burada görünecektir.
zh_hans: 以前导入的备份将显示在这里。

# settings_import_no_recent_title
source: No recent backups
de: Keine kürzlichen Backups
es: No hay copias de seguridad recientes
fr: Aucune sauvegarde récente
id: Tidak ada cadangan terbaru
it: Nessun backup recente
ko: 최근 백업 없음
nb: Ingen nylige sikkerhetskopier
ru: Нет недавних резервных копий
tr: Son yedekleme yok
zh_hans: 没有最近的备份

# settings_import_recent_backups_section
source: Recent Backups
de: Kürzliche Backups
es: Copias de seguridad recientes
fr: Sauvegardes récentes
id: Cadangan Terbaru
it: Backup recenti
ko: 최근 백업
nb: Nylige sikkerhetskopier
ru: Недавние резервные копии
tr: Son Yedeklemeler
zh_hans: 最近的备份

# settings_keep_playing_subtitle
source: If off, removing the app from recents will stop playback.
de: Aus: Wiedergabe stoppt, wenn die App aus den letzten Apps entfernt wird.
es: Si está desactivado, quitar la app de recientes detiene la reproducción.
fr: Si désactivé, supprimer l'application des récentes arrêtera la lecture.
id: Jika mati, menghapus aplikasi dari daftar terbaru akan menghentikan pemutaran.
it: Se disattivato, rimuovere l'app dalle recenti interromperà la riproduzione.
ko: 꺼져 있으면 최근 앱 목록에서 앱을 제거할 때 재생이 중지됩니다.
nb: Hvis av, vil avspillingen stoppe når appen fjernes fra nylige apper.
ru: Если отключено, удаление приложения из списка недавних остановит воспроизведение.
tr: Kapalıysa, uygulama son kullanılanlardan kaldırıldığında oynatma durdurulur.
zh_hans: 如果关闭此项，从最近任务中移除应用将停止播放。

# settings_keep_playing_title
source: Keep playing after closing
de: Nach Schließen weiterspielen
es: Seguir reproduciendo al cerrar
fr: Continuer la lecture après fermeture
id: Tetap putar setelah ditutup
it: Continua a riprodurre dopo la chiusura
ko: 닫은 후에도 계속 재생
nb: Fortsett avspilling etter lukking
ru: Продолжать воспроизведение после закрытия
tr: Kapatıldıktan sonra oynatmaya devam et
zh_hans: 关闭后继续播放

# settings_label_disabled
source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
id: Dinonaktifkan
it: Disabilitato
ko: 비활성화됨
nb: Deaktivert
ru: Отключено
tr: Devre Dışı
zh_hans: 已禁用

# settings_label_enabled
source: Enabled
de: Aktiviert
es: Habilitado
fr: Activé
id: Diaktifkan
it: Abilitato
ko: 활성화됨
nb: Aktivert
ru: Включено
tr: Etkin
zh_hans: 已启用

# settings_label_off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
id: Mati
it: Spento
ko: 꺼짐
nb: Av
ru: Выкл.
tr: Kapalı
zh_hans: 关

# settings_label_on
source: On
de: An
es: Activado
fr: Activé
id: Nyala
it: Attivo
ko: 켜짐
nb: På
ru: Вкл.
tr: Açık
zh_hans: 开

# settings_label_sync_full_rescan
source: Running full rescan
de: Vollständiger Rescan läuft
es: Reescaneo completo en curso
fr: Analyse complète en cours
id: Menjalankan pemindaian ulang penuh
it: Scansione completa in corso
ko: 전체 재스캔 실행 중
nb: Kjører fullstendig reskanning
ru: Выполняется полное сканирование
tr: Tam tarama çalıştırılıyor
zh_hans: 正在运行完全重新扫描

# settings_label_sync_rebuilding
source: Rebuilding database
de: Datenbank wird neu aufgebaut
es: Reconstruyendo base de datos
fr: Reconstruction de la base de données
id: Membangun kembali database
it: Ricostruzione database
ko: 데이터베이스 다시 구축 중
nb: Gjenoppbygger database
ru: Пересоздание базы данных
tr: Veri tabanı yeniden oluşturuluyor
zh_hans: 正在重建数据库

# settings_library_nav_compact_pill
source: Compact pill & grid
de: Kompakte Pill & Raster
es: Píldora compacta y cuadrícula
fr: Pastille compacte et grille
id: Pil ringkas & kisi
it: Pill compatto e griglia
ko: 컴팩트 알약 및 그리드
nb: Kompakt pille & rutenett
ru: Компактные вкладки и сетка
tr: Kompakt buton ve ızgara
zh_hans: 紧凑胶囊与网格

# settings_library_nav_tab_row
source: Tab row (default)
de: Tab-Leiste (Standard)
es: Fila de pestañas (predeterminado)
fr: Barre d'onglets (défaut)
id: Baris tab (default)
it: Riga schede (predefinito)
ko: 탭 행 (기본값)
nb: Fanerekke (standard)
ru: Строка вкладок (по умолчанию)
tr: Sekme satırı (varsayılan)
zh_hans: 标签栏（默认）

# settings_library_navigation_subtitle
source: Choose how to move between Library tabs.
de: Wie zwischen Bibliotheks-Tabs gewechselt wird.
es: Elige cómo moverte entre las pestañas de la biblioteca.
fr: Choisissez comment passer d'un onglet à l'autre dans la bibliothèque.
id: Pilih cara berpindah antar tab Pustaka.
it: Scegli come muoverti tra le schede della libreria.
ko: 라이브러리 탭 간 이동 방식을 선택하세요.
nb: Velg hvordan du flytter mellom biblioteksfanene.
ru: Выберите способ переключения между вкладками медиатеки.
tr: Kitaplık sekmeleri arasında nasıl geçiş yapılacağını seçin.
zh_hans: 选择在媒体库选项卡之间移动的方式。

# settings_library_navigation_title
source: Library Navigation
de: Bibliotheks-Navigation
es: Navegación de la biblioteca
fr: Navigation bibliothèque
id: Navigasi Pustaka
it: Navigazione libreria
ko: 라이브러리 내비게이션
nb: Biblioteksnavigasjon
ru: Навигация по медиатеке
tr: Kitaplık Gezinmesi
zh_hans: 媒体库导航

# settings_library_structure_section
source: Library Structure
de: Bibliotheksstruktur
es: Estructura de la biblioteca
fr: Structure de la bibliothèque
id: Struktur Pustaka
it: Struttura libreria
ko: 라이브러리 구조
nb: Bibliotekstruktur
ru: Структура медиатеки
tr: Kitaplık Yapısı
zh_hans: 媒体库结构

# settings_loading_models
source: Loading available models…
de: Modelle werden geladen…
es: Cargando modelos disponibles…
fr: Chargement des modèles disponibles…
id: Memuat model yang tersedia…
it: Caricamento modelli disponibili…
ko: 사용 가능한 모델 로드 중…
nb: Laster tilgjengelige modeller…
ru: Загрузка доступных моделей…
tr: Kullanılabilir modeller yükleniyor…
zh_hans: 正在加载可用模型…

# settings_lyrics_embedded_first
source: Embedded First
de: Eingebettet zuerst
es: Incrustadas primero
fr: Intégrées d'abord
id: Tertanam Terlebih Dahulu
it: Incorporati prima
ko: 내장 가사 우선
nb: Innebygd først
ru: Сначала встроенные
tr: Önce Gömülü Olanlar
zh_hans: 内嵌优先

# settings_lyrics_local_first
source: Local (.lrc) First
de: Lokal (.lrc) zuerst
es: Locales (.lrc) primero
fr: Locales (.lrc) d'abord
id: Lokal (.lrc) Terlebih Dahulu
it: Locali (.lrc) prima
ko: 로컬(.lrc) 우선
nb: Lokal (.lrc) først
ru: Сначала локальные (.lrc)
tr: Önce Yerel (.lrc) Olanlar
zh_hans: 本地 (.lrc) 优先

# settings_lyrics_management_section
source: Lyrics Management
de: Lyrics
es: Gestión de letras
fr: Gestion des paroles
id: Manajemen Lirik
it: Gestione testi
ko: 가사 관리
nb: Administrasjon av sangtekster
ru: Управление текстами песен
tr: Şarkı Sözü Yönetimi
zh_hans: 歌词管理

# settings_lyrics_online_first
source: Online First
de: Online zuerst
es: En línea primero
fr: En ligne d'abord
id: Online Terlebih Dahulu
it: Online prima
ko: 온라인 우선
nb: Online først
ru: Сначала онлайн
tr: Önce Çevrimici Olanlar
zh_hans: 在线优先

# settings_lyrics_screen_section
source: Lyrics Screen
de: Lyrics-Ansicht
es: Pantalla de letras
fr: Écran des paroles
id: Layar Lirik
it: Schermata testi
ko: 가사 화면
nb: Sangtekst-skjerm
ru: Экран текстов песен
tr: Şarkı Sözü Ekranı
zh_hans: 歌词界面

# settings_lyrics_source_priority_subtitle
source: Choose which source to try first when fetching lyrics.
de: Legt fest, welche Quelle beim Laden von Lyrics zuerst versucht wird.
es: Elige qué fuente probar primero al buscar letras.
fr: Choisissez quelle source essayer en premier pour récupérer les paroles.
id: Pilih sumber mana yang akan dicoba terlebih dahulu saat mengambil lirik.
it: Scegli quale sorgente provare per prima quando recuperi i testi.
ko: 가사를 가져올 때 먼저 시도할 소스를 선택하세요.
nb: Velg hvilken kilde som skal prøves først ved henting av sangtekster.
ru: Выберите источник, который будет использоваться первым.
tr: Şarkı sözleri alınırken ilk olarak hangi kaynağın deneneceğini seçin.
zh_hans: 选择获取歌词时优先尝试的来源。

# settings_lyrics_source_priority_title
source: Lyrics Source Priority
de: Lyrics-Quell-Priorität
es: Prioridad de fuente de letras
fr: Priorité des sources de paroles
id: Prioritas Sumber Lirik
it: Priorità sorgente testi
ko: 가사 소스 우선순위
nb: Prioritet for sangtekstkilde
ru: Приоритет источников текстов
tr: Şarkı Sözü Kaynak Önceliği
zh_hans: 歌词来源优先级

# settings_maintenance_section
source: Maintenance
de: Wartung
es: Mantenimiento
id: Pemeliharaan
it: Manutenzione
ko: 유지 관리
nb: Vedlikehold
ru: Обслуживание
tr: Bakım
zh_hans: 维护

# settings_min_song_duration
source: Minimum Song Duration
de: Minimale Song-Dauer
es: Duración mínima de canción
fr: Durée minimale de la chanson
id: Durasi Lagu Minimum
it: Durata minima brano
ko: 최소 곡 길이
nb: Minimum varighet for sang
ru: Минимальная длительность трека
tr: Minimum Şarkı Süresi
zh_hans: 最小歌曲时长

# settings_min_tracks_per_album
source: Minimum Tracks per Album
de: Minimale Titel pro Album
es: Número mínimo de pistas por álbum
fr: Nombre minimal de pistes par album
id: Jumlah Trek Minimum per Album
it: Brani minimi per album
ko: 앨범당 최소 트랙 수
nb: Minimum antall spor per album
ru: Минимум треков в альбоме
tr: Albüm Başına Minimum Parça
zh_hans: 每张专辑最少曲目数

# settings_model_selection_section
source: Model Selection
de: Modell
es: Selección de modelo
fr: Sélection du modèle
id: Pemilihan Model
it: Selezione modello
ko: 모델 선택
nb: Modellvalg
ru: Выбор модели
tr: Model Seçimi
zh_hans: 模型选择

# settings_models_fetch_failed
source: Failed to load models
de: Laden der Modelle fehlgeschlagen
es: Error al cargar los modelos
fr: Échec du chargement des modèles
id: Gagal memuat model
it: Impossibile caricare i modelli
ko: 모델 로드 실패
nb: Kunne ikke laste modeller
ru: Не удалось загрузить модели
tr: Modeller yüklenemedi
zh_hans: 加载模型失败

# settings_navbar_corner_subtitle
source: Adjust the corner radius of the navigation bar.
de: Ecken der NavBar an dein Gerät anpassen.
es: Ajusta el radio de esquinas de la barra de navegación.
fr: Ajuster le rayon des angles de la barre de navigation.
id: Sesuaikan radius sudut bilah navigasi.
it: Regola il raggio degli angoli della barra di navigazione.
ko: 내비게이션 바의 모서리 반경을 조정합니다.
nb: Juster hjørneradius for navigasjonslinjen.
ru: Настройте радиус скругления углов панели навигации.
tr: Gezinme çubuğunun köşe yarıçapını ayarlayın.
zh_hans: 调整导航栏的圆角半径。

# settings_navbar_corner_title
source: NavBar Corner Radius
de: NavBar-Eckenradius
es: Radio de esquinas de la barra
fr: Rayon des angles de la barre
id: Radius Sudut NavBar
it: Raggio angoli barra navigazione
ko: 내비게이션 바 모서리 반경
nb: NavBar hjørneradius
ru: Скругление панели навигации
tr: Gezinme Çubuğu Köşe Yarıçapı
zh_hans: 导航栏圆角半径

# settings_navbar_style_default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ko: 기본값
nb: Standard
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认

# settings_navbar_style_full_width
source: Full Width
de: Volle Breite
es: Ancho completo
fr: Pleine largeur
id: Lebar Penuh
it: Larghezza piena
ko: 전체 너비
nb: Full bredde
ru: На всю ширину
tr: Tam Genişlik
zh_hans: 全宽

# settings_navbar_style_subtitle
source: Choose the appearance for the navigation bar.
de: Wie die Navigationsleiste aussieht.
es: Elige la apariencia para la barra de navegación.
fr: Choisissez l'apparence de la barre de navigation.
id: Pilih tampilan untuk bilah navigasi.
it: Scegli l'aspetto per la barra di navigazione.
ko: 내비게이션 바의 디자인을 선택하세요.
nb: Velg utseende for navigasjonslinjen.
ru: Выберите внешний вид панели навигации.
tr: Gezinme çubuğunun görünümünü seçin.
zh_hans: 选择导航栏的外观。

# settings_navbar_style_title
source: NavBar Style
de: NavBar-Stil
es: Estilo de la barra
fr: Style de la barre de navigation
id: Gaya NavBar
it: Stile barra navigazione
ko: 내비게이션 바 스타일
nb: NavBar-stil
ru: Стиль панели навигации
tr: Gezinme Çubuğu Stili
zh_hans: 导航栏样式

# settings_navigation_bar_section
source: Navigation Bar
de: Navigationsleiste
es: Barra de navegación
fr: Barre de navigation
id: Bilah Navigasi
it: Barra di navigazione
ko: 내비게이션 바
nb: Navigasjonslinje
ru: Панель навигации
tr: Gezinme Çubuğu
zh_hans: 导航栏

# settings_now_playing_section
source: Now Playing
de: Läuft gerade
es: Reproduciendo ahora
fr: En cours de lecture
id: Sedang Diputar
it: In riproduzione
ko: 현재 재생 중
nb: Spilles nå
ru: Сейчас играет
tr: Şu An Çalınan
zh_hans: 正在播放

# settings_palette_regenerating_progress
source: Regenerating palette…
de: Palette wird neu generiert…
es: Regenerando paleta…
fr: Régénération de la palette…
id: Meregenerasi palet…
it: Rigenerazione palette…
ko: 팔레트 재생성 중…
nb: Regenererer palett…
ru: Пересоздание палитры…
tr: Palet yeniden oluşturuluyor…
zh_hans: 正在重新生成调色板…

# settings_palette_style_title
source: Palette style
de: Palette-Stil
es: Estilo de paleta
fr: Style de palette
id: Gaya palet
it: Stile palette
ko: 팔레트 스타일
nb: Palettstil
ru: Стиль палитры
tr: Palet stili
zh_hans: 调色板样式
